Repository: Myzel394/locus
Catalog: lib/l10n/app_*.arb
Languages: tr

# unknownError
source: An unknown error occurred
tr: Bilinmeyen bir hata oluştu

# unknownValue
source: Unknown
tr: Bilinmeyen

# resetLabel
source: Reset
tr: Sıfırla

# cancelLabel
source: Cancel
tr: İptal

# addLabel
source: Add
tr: Ekle

# addNewValueLabel
source: Add "{value}"
tr: "{value}" ekle

# taskImportError
source: An error occurred while importing the task
tr: İşi içe aktarırken bir hata oluştu

# locationsLoadingError
source: An error occurred while loading locations
tr: Konumları yüklerken bir hata oluştu

# locationFetchError
source: There was an error fetching the locations. Please try again later.
tr: Konumları yüklerken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

# locationFetchEmptyError
source: No locations found. Maybe there hasn't been shared a location yet or they expired.
tr: Konum bulunamadı. Henüz bir konum paylaşılmamış veya paylaşılanların süreleri dolmuş olabilir.

source: Go back
tr: Geri dön

# closePositiveSheetAction
source: Done
tr: Bitti

# closeNeutralAction
source: Ok
tr: Tamam

# continueLabel
source: Continue
tr: Devam et

# deleteLabel
source: Delete
tr: Sil

# dismissLabel
source: Dismiss
tr: Reddet

source: Edit Relays
tr: Aktarıcıları Düzenle

# uniLinksOpenError
source: Link could not be opened
tr: Bağlantı açılamadı

# actionNotUndoable
source: This action cannot be undone!
tr: Bu işlem geri alınamaz!

source: Link copied to clipboard!
tr: Bağlantı panoya kopyalandı!

# nostrRelaysLabel
source: Nostr Relays
tr: Nostr Aktarıcıları

# nostrPublicKeyLabel
source: Public Nostr key
tr: Herkese Açık Nostr anahtarı

# signPublicKeyLabel
source: Public Sign key
tr: Herkese Açık İmza anahtarı

# detailsTimersLabel
source: Timers
tr: Sayaçlar

# searchLabel
source: Search
tr: Ara

# closeApp
source: Close Locus
tr: Locus'u Kapat

# grantBluetoothPermission
source: Please activate Bluetooth and grant the permission to scan for nearby devices
tr: Lütfen Bluetooth'u etkinleştirin ve yakındaki cihazları tarayabilme iznini verin

source: Grant permission
tr: İzin ver

# updateAvailable_android
source: A new version of Locus is available! Click to download the newest APK.
tr: Locus'un yeni versiyonu mevcut! Son versiyonun APK'sını indirmek için tıklayın.

# updateAvailable_android_title
source: Please update Locus
tr: Lütfen Locus'u güncelleyin

# updateAvailable_android_description
source: A new version of Locus is available! Please keep Locus up to date to ensure that it works properly and you are not missing out any new features or bug fixes. Tap to download the newest APK.
tr: Locus'un yeni versiyonu mevcut! Locus'un yeni özelliklerinden yararlanmak ve hata düzeltmelerini kaçırmamak için Locus'u güncel tutun. Son versiyonun APK'sını indirmek için tıklayın.

# updateAvailable_android_download
source: Download update
tr: Güncellemeyi indir

# updateAvailable_android_remindLater
source: Remind me later
tr: Sonra hatırlat

# updateAvailable_android_ignore
source: Ignore updates
tr: Güncellemeleri yoksay

# doNotShowAgainLabel
source: Do not show again
tr: Tekrar gösterme

# fields_errors_isEmpty
source: This field is required
tr: Bu alan gereklidir

# fields_errors_invalidCharacters
source: This field contains invalid characters
tr: Bu alan geçersiz karakterler içeriyor

# fields_errors_notNumber
source: This field must be a number
tr: Bu alan numara olmalı

# fields_errors_greaterThan
source: This field must be greater than {value}
tr: Bu alan {value}'den büyük olmalı

# openInMaps_title
source: Open in Maps
tr: Haritalarda Aç

# openInMaps_description
source: Where do you want to open this location in?
tr: Konumu nerede açmak istersiniz?

# timer_executionStartsImmediately
source: Execution will start immediately.
tr: Sayaç hemen başlayacak.

# timer_nextExecution
source: Next execution will start at {date}
tr: Bir sonraki sayaç {date}'de başlayacak

# timer_runsInfiniteMessage
source: This task will run until you stop it manually.
tr: Bu iş, siz durdurana kadar çalışmaya devam edecek.

# timer_addWeekday
source: Add Weekday
tr: Hafta içi günü ekle

# timer_addDuration
source: Add Duration
tr: Süre Ekle

# relaySelectSheet_selectRandomRelays
source: Select {count} random Nostr Relays
tr: Rastgele {count} Nostr Aktarıcısı seç

# taskAction_start
source: Start Task
tr: İşi Başlat

# taskAction_started_title
source: Task started
tr: İş başlatıldı

# taskAction_started_description
source: Task started at {date}
tr: İş {date}'de başlatıldı

# taskAction_notRunning_title
source: Task is not running
tr: İş çalışmıyor

# taskAction_started_runsUntil
source: The task has been started and will run until {date}
tr: İş başlatıldı ve {date}'e kadar çalışacak

# taskAction_stop
source: Stop Task
tr: İşi Durdur

# taskAction_stopped_title
source: Task stopped
tr: İş durduruldu

# taskAction_stopped_startsAgain
source: The task has been stopped and will start again at {date}
tr: İş durduruldu ve {date}'de tekrar başlayacak

# taskAction_startSchedule
source: Start Schedule
tr: Programı Başlat

# taskAction_startSchedule_title
source: Task has been scheduled
tr: İş zamanlandı

# taskAction_startSchedule_description
source: Task has been scheduled to start at {date}.
tr: İş {date}'de başlamak üzere zamanlandı.

# taskAction_startSchedule_notScheduled_title
source: Task has not been scheduled
tr: İş zamanlanamadı

# taskAction_startSchedule_notScheduled_description
source: The task has not been started because there is no schedule set for the future.
tr: İş başlatılmadı çünkü gelecek için planlanmış bir program yok.

# taskAction_stopSchedule
source: Stop Schedule
tr: Programı Durdur

# taskAction_stopSchedule_title
source: Task has been unscheduled
tr: İşin zamanlaması kaldırıldı

# taskAction_stopSchedule_description
source: The task has been unscheduled. It will no longer be executed automatically. To start it again, you can either schedule it again or start it manually
tr: İşin zamanlaması kaldırıldı. Artık otomatik olarak başlatılmayacak. Tekrar başlatmak için, tekrar zamanlayabilir veya manuel olarak başlatabilirsiniz

# taskAction_generateLink
source: Generate link
tr: Link oluştur

# taskAction_generateLink_process_encrypting
source: Encrypting...
tr: Şifreleniyor...

# taskAction_generateLink_process_publishing
source: Publishing encrypted data...
tr: Şifrelenmiş veri yayınlanıyor...

# taskAction_generateLink_process_creatingURI
source: Creating link...
tr: Link oluşturuluyor...

# taskAction_generateLink_shareTextSubject
source: Here's the link to see my location
tr: Konumumu görmek için linkim

# tasks_examples_weekend
source: Weekend Getaway
tr: Hafta Sonu Kaçamağı

# tasks_examples_school
source: School
tr: Okul

# tasks_example_hourDuration
source: {count, plural, =1{One hour} other{{count} hours}}
tr: {count, plural, =1{Bir saat} other{{count} saat}}

# tasks_example_daysDuration
source: {count, plural, =1{One day} other{{count} days}}
tr: {count, plural, =1{Bir gün} other{{count} gün}}

# unnamedView
source: Unnamed
tr: İsimsiz

# viewAction_delete
source: Delete
tr: Sil

# viewAction_delete_confirm_title
source: Are you sure you want to delete {view}?
tr: {view}'i silmek istediğinizden emin misiniz?

# welcomeScreen_title
source: Welcome to Locus
tr: Locus'a Hoşgeldiniz

# welcomeScreen_description
source: Share your location with your friends and family fully privately and securely.
tr: Konumunuzu arkadaşlarınızla ve ailenizle tamamen gizli ve güvenli bir şekilde paylaşın.

# welcomeScreen_getStarted
source: Get Started
tr: Başla

# welcomeScreen_explanation_title
source: Your data. You decide.
tr: Senin verin. Senin kararın.

# welcomeScreen_explanation_description
source: Your data is fully end-to-end encrypted to people you share your location with. We can not see your location. Your encrypted data is stored only on the servers of your choice.
tr: Verileriniz konumunuzu paylaştığınız kişilerle tamamen uçtan uca şifrelenmiştir. Konumunuzu biz göremeyiz. Şifrelenmiş verileriniz sadece seçtiğiniz sunucularda saklanır.

# welcomeScreen_explanation_understood
source: Understood
tr: Anladım

# transferScreen_receive_awaiting_label
source: Make sure you have Bluetooth enabled. Waiting for transfer, open Locus on your old device and go to settings, then tap "Transfer Locus to a new Phone"
tr: Bluetooth'un açık olduğundan emin olun. Eski cihazınızda Locus'u açın ve ayarlara gidin, ardından "Yeni Telefon'a Locus'u Aktar"'a dokunun.

# transferScreen_send_awaiting_label
source: Make sure you have Bluetooth enabled. Searching for nearby devices...
tr: Bluetooth'un açık olduğundan emin olun. Yakındaki cihazlar aranıyor...

# transferScreen_send_pin_description
source: This is your PIN:
tr: PIN numaranız:

# transferScreen_send_connected_label
source: Perfect! You are connected to your new device. Press "Transfer" to start the transfer.
tr: Mükemmel! Yeni cihazınıza bağlandınız. Transferi başlatmak için "Transfer" düğmesine basın.

# transferScreen_receive_connect_description
source: Received a transfer request. This is the PIN. Make sure the PIN matches the one on your old device. If it does, tap "Connect".
tr: Transfer isteği alındı. Bu PIN numarasıdır. PIN numarasının eski cihazınızdaki ile eşleştiğinden emin olun. PIN numaraları eşleşiyorsa "Bağlan"'a dokunun.

# transferScreen_receive_connected_label
source: Please start the transfer on your old device now.
tr: Lütfen eski cihazınızdan transferi başlatın.

# importTask_bluetooth_receive_title
source: Receive View Key
tr: Görüntüleme Anahtarı Al

# importTask_bluetooth_receive_description
source: Receive a view key from another device via Bluetooth. Ask the other person to open a task. Then go to details, tap on share location and select Bluetooth. Make sure you have Bluetooth enabled.
tr: Bluetooth aracılığıyla başka bir cihazdan bir görüntüleme anahtarı alın. Diğer kişiden bir iş açmasını isteyin. Ardından ayrıntılara gidin, konum paylaşımına dokunun ve Bluetooth'u seçin. Bluetooth'un etkin olduğundan emin olun.

# importTask_bluetooth_receive_id_description
source: This is your name visible to others:
tr: Başkaları tarafından görülebilen ismin:

# importTask_bluetooth_send_title
source: Share location via Bluetooth
tr: Konumunu Bluetooth kullanarak paylaş

# importTask_bluetooth_send_description
source: Make sure you have Bluetooth enabled. Looking for devices...
tr: Bluetooth'un açık olduğundan emin olun. Cihazlar aranıyor...

# importTask_bluetooth_receive_request_title
source: Do you want to accept the request?
tr: İsteği kabul etmek istiyor musunuz?

# importTask_bluetooth_receive_request_description
source: A connect request to share a location has been made. We can't tell what location is being shared until you accept the connection. If you expected this connection, you can connect. Otherwise, the request will be rejected.
tr: Konum paylaşmak için bir bağlantı isteğinde bulunuldu. Siz bağlantıyı kabul edene kadar hangi konumun paylaşıldığını bilemeyiz. Bu bağlantıyı bekliyorsanız, bağlanabilirsiniz. Aksi takdirde talep reddedilecektir.

# importTask_bluetooth_receive_request_decline
source: Decline
tr: Reddet

# importTask_bluetooth_receive_request_accept
source: Accept
tr: Kabul et

# createTask_title
source: Define a name for your task
tr: Bu iş için bir isim belirleyin

# createTask_fields_name_label
source: Name
tr: İsim

# createTask_sameTaskNameAlreadyExists
source: A task with this name already exists. You can create the task, but you will have two tasks with the same name.
tr: Bu isimde bir iş zaten var. İşi oluşturabilirsiniz, ancak aynı isimde iki işiniz olacak.

# createTask_fields_relays_selectLabel
source: {count, plural, =0{Select Relays} =1{Selected One Relay} other{Selected {count} Relays}}
tr: {count, plural, =0{Aktarıcı Seç} =1{Bir Aktarıcı Seçildi} other{{count} Aktarıcı Seçildi}}

# createTask_fields_timers_selectLabel
source: {count, plural, =0{Select Timers} =1{Selected One Timer} other{Selected {count} Timers}}
tr: {count, plural, =0{Zamanlayıcı Seç} =1{Bir Zamanlayıcı Seçildi} other{{count} Zamanlayıcı Seçildi}}

# createTask_process_creatingSignKeys
source: Creating Sign Key...
tr: İmza Anahtarı Oluşturuluyor...

# createTask_process_creatingViewKeys
source: Creating View Key...
tr: Görüntüleme Anahtarı Oluşturuluyor...

# createTask_errors_emptyRelays
source: Please select at least one relay
tr: Lütfen en az bir aktarıcı seçin

# createTask_createLabel
source: Create
tr: Oluştur

# taskDetails_title
source: Details
tr: Detaylar

# taskDetails_goToDetails
source: Go to Details
tr: Detaylara Git

# taskDetails_lastKnownLocation
source: Last known location
tr: Son bilinen konum

# taskDetails_noLocations
source: No locations saved yet
tr: Henüz konum kaydedilmedi

# taskDetails_mostRecentLocationExplanation
source: This is the most recent location saved
tr: Bu, kaydedilen en son konumdur

# taskDetails_locationDetails
source: Location Details
tr: Konum Detayları

# taskDetails_savedLocations
source: {count, plural, =0{No locations saved yet} =1{One location saved} other{{count} locations saved}}
tr: {count, plural, =0{Henüz konum kaydedilmedi} =1{Bir konum kaydedildi} other{{count} konum kaydedildi}}

# taskDetails_taskStatus
source: Task Status
tr: İş Durumu

# taskDetails_deleteTask
source: Delete Task
tr: İşi Sil

# taskDetails_deleteTask_confirm
source: Are you sure you want to delete this task? This means that no more locations will be saved for this task. Existing locations will not be deleted.
tr: Bu işi silmek istediğinizden emin misiniz? Bu iş için daha fazla konumun kaydedilmeyeceği anlamına gelir. Mevcut konumlar silinmez.

# taskDetails_locationDetails_createdAt_label
source: Created At
tr: Oluşturulma Zamanı

# taskDetails_locationDetails_battery_label
source: Battery Level
tr: Pil Seviyesi

# taskDetails_locationDetails_batteryState_label
source: Battery State
tr: Pil Durumu

# taskDetails_locationDetails_batteryState_charging
source: Charging
tr: Şarj Oluyor

# taskDetails_locationDetails_batteryState_discharging
source: Discharging
tr: Tükeniyor

# taskDetails_locationDetails_batteryState_full
source: Full
tr: Dolu

# taskDetails_locationDetails_batteryState_unknown
source: Unknown
tr: Bilinmeyen

# taskDetails_locationDetails_accuracy_label
source: Accuracy
tr: Doğruluk

# taskDetails_locationDetails_speed_label
source: Speed
tr: Hız

# taskDetails_locationDetails_altitude_label
source: Altitude
tr: Yükseklik

# viewDetails_title
source: View Details
tr: Detayları Gör

# viewDetails_actions_openLatestLocation
source: Open Maps to latest location
tr: Haritaları en son konuma aç

# loadingLocationsTitle
source: Loading locations: {count}
tr: Konumlar yükleniyor: {count}

# shareLocation_title
source: Share Location
tr: Konum Paylaş

# shareLocation_description
source: Would you like to share your location from this task? This will allow other users to see your location. A view key file will be generated which allows anyone to view your location. Makes sure to keep this file safe and only share it with people you trust.
tr: Bu işten konumunuzu paylaşmak ister misiniz? Bu, diğer kullanıcıların konumunuzu görmesini sağlar. Konumunuzu görmek için herkesin kullanabileceği bir ViewKey dosyası oluşturur. Bu dosyayı güvende tutmanız ve yalnızca güvendiğiniz kişilerle paylaşmanız önemlidir.

# shareLocation_actions_saveFile
source: Save File
tr: Dosyayı Kaydet

# shareLocation_actions_createQRCode
source: Create QR Code
tr: QR Kodu Oluştur

# shareLocation_actions_shareFile
source: Share File
tr: Dosyayı Paylaş

# shareLocation_actions_shareFile_text
source: Here's my Locus View Key to see my location
tr: Konumumu görmek için Locus Görüntüleme Anahtarı

# shareLocation_actions_shareLink
source: Share Link
tr: Link Paylaş

# shareLocation_actions_shareLink_text
source: Here's my Locus link to see my location
tr: Konumumu görmek için Locus linkim

# shareLocation_actions_shareBluetooth
source: Share via Bluetooth
tr: Bluetooth ile paylaş

# shareLocation_scanToImport
source: Scan this QR Code to import task {task}
tr: {task} işini içe aktarmak için bu QR Kodu'nu tarayın

# settingsScreen_title
source: Settings
tr: Ayarlar

# settingsScreen_section_design
source: Design
tr: Tasarım

# settingsScreen_section_privacy
source: Privacy
tr: Gizlilik

# settingsScreen_section_defaults
source: Default Values
tr: Varsayılanlar

# settingsScreen_setting_primaryColor_label
source: Primary Color
tr: Ana Renk

# settingsScreen_setting_primaryColor_systemDefault
source: System Default
tr: Sistem Varsayılanı

# settingsScreen_setting_lookupAddresses_label
source: Automatically lookup addresses
tr: Adresleri Otomatik Ara

# settingsScreen_setting_lookupAddresses_description
source: Looks up addresses for locations. This means that a raw location, such as (37.422131, -122.084801) can be mapped to an address. This will send the location to a third party service to get the address. This will only happen when you open the location details screen. If you disable this, you can manually load the address by tapping on the location.
tr: Konumlar için adresleri arar. Bu, ham bir konumun, örneğin (37.422131, -122.084801) bir adrese eşlenmesini sağlar. Adresi almak için konumu üçüncü taraf bir hizmete gönderir. Yalnızca konum detayları ekranını açtığınızda gerçekleşir. Bunu devre dışı bırakırsanız, konuma dokunarak adresi manuel olarak yükleyebilirsiniz.

# settingsScreen_settings_mapProvider_label
source: Map Provider
tr: Harita Sağlayıcı

# settingsScreen_settings_mapProvider_apple
source: Apple Maps
tr: Apple Haritalar

# settingsScreen_settings_showHints_label
source: Show Hints
tr: İpuçlarını Göster

# settingsScreen_settings_showHints_description
source: Show occasional hints on how to get the most out of Locus
tr: Locus'tan en iyi şekilde yararlanmanın yolları hakkında ara sıra ipuçları göster

# settingsScreen_settings_relays_label
source: Default Relays
tr: Varsayılan Aktarıcılar

# settingsScreen_settings_relays_selectLabel
source: {count, plural, =0{Select Relays} =1{Selected One Relay} other{Selected {count} Relays}}
tr: {count, plural, =0{Aktarıcı Seç} =1{Bir Aktarıcı Seçildi} other{{count} Aktarıcı Seçildi}}

# settingsScreen_settings_geocoderProvider_label
source: Lookup Provider
tr: Arama Sağlayıcısı

# settingsScreen_settings_geocoderProvider_description
source: Which provider to used to look up addresses for locations.
tr: Adresleri aramak için hangi sağlayıcının kullanılacağı.

# settingsScreen_settings_geocoderProvider_system
source: System
tr: Sistem

# settingsScreen_settings_importExport_exportFile
source: Export Locus data
tr: Locus verilerini dışa aktar

# settingsScreen_settings_importExport_exportFile_description
source: Export all your Locus data to a file. This includes all your tasks and settings. You can use this file to import your data on another device.
tr: Tüm Locus verilerinizi dışa aktarın. Bu, tüm işlerinizi ve ayarlarınızı içerir. Bu dosyayı başka bir cihazda verilerinizi içe aktarmak için kullanabilirsiniz.

# settingsScreen_settings_importExport_exportFile_save
source: Save Export
tr: Dışa Aktarmayı Kaydet

# settingsScreen_settings_importExport_transfer
source: Transfer Locus to a new phone
tr: Locus'u yeni bir telefona aktar

# settingsScreen_settings_importExport_transfer_connectionActionLabel
source: Connect
tr: Bağlan

# settingsScreen_settings_importExport_importLabel
source: Import Locus data
tr: Locus verilerini içe aktar

# settingsScreen_import_file
source: Import file
tr: Dosyayı İçe Aktar

# settingsScreen_import_pickerTitle
source: Select the export.locus.json file to import your data
tr: Verilerinizi içe aktarmak için export.locus.json dosyasını seçin

# settingsScreen_import_transfer
source: Transfer from old device
tr: Eski cihazdan aktar

# settingsScreen_version
source: Version {version} ({flavor, select, gms{GMS} floss{FLOSS} other{Unknown}})
tr: Versiyon {version} ({flavor, select, gms{GMS} floss{FLOSS} other{Bilinmeyen}})

# support_title
source: Support Locus
tr: Locus'u Destekle

# support_description
source: Locus is a free open source project. This means that I don't make any money from it. If you like the app and want to support me, you can do so by multiple ways. Thank you very much! :)
tr: Locus, açık kaynak kodlu bir özgür yazılımdır. Bu, Locus'tan para kazanmadığım anlamına gelir. Uygulamayı beğendiyseniz ve beni desteklemek istiyorsanız, bunu birden çok şekilde yapabilirsiniz. Çok teşekkürler! :)

# support_options_develop
source: Help developing Locus
tr: Locus'un Geliştirilmesine Destek Ol

# support_options_develop_description
source: Add a new feature, fix a bug or improve the app in any other way
tr: Yeni bir özellik ekle, bir hatayı düzelt veya uygulamayı kendin geliştir

# support_options_translate
source: Translate Locus
tr: Locus'u Çevir

# support_options_translate_description
source: Help translating Locus into your language
tr: Locus'un kendi dilinize çevrilmesine destek olun

# support_options_donate
source: Donate 1â‚¬
tr: 1€ Bağışla

# support_options_donate_description
source: Donate via Bitcoin, Monero or Github Sponsors
tr: Bitcoin, Monero veya Github Sponsors üzerinden bağış yapın

# honorableMentions_title
source: Honorable Mentions
tr: Takdir Edilenler

# honorableMentions_description
source: These are honorable mentions of other great open source projects I personally use and would like to thank for their work :). They are listed in no particular order. These apps are not affiliated with Locus and aren't sponsored in any way and won't be. I just like them and want to thank them for their work.
tr: Kişisel olarak kullandığım ve emekleri için teşekkür etmek istediğim açık kaynak projelerdir. Herhangi bir sırayla listelenmişlerdir. Bu uygulamalar, Locus ile ilişkili değildir ve herhangi bir şekilde sponsor olmamışlardır ve olmayacaklardır. Sadece onları beğeniyorum ve emekleri için teşekkür etmek istiyorum.

# honorableMentions_values_libreTube_description
source: Awesome YouTube client for Android with the ability to proxy videos through external servers.
tr: Videoları harici sunucular aracılığıyla proxy yapma özelliğine sahip, Android için harika bir YouTube istemcisi.

# honorableMentions_values_findMyDevice_description
source: Open Source alternative to Google's Find My Device. Allows you to track your device and wipe it remotely.
tr: Google'ın Find My Device uygulamasına Açık Kaynak alternatif. Cihazınızı takip etmenizi sağlar.

# honorableMentions_values_simpleQR_description
source: Simple QR Code scanner and generator without ads and tracking that just works.
tr: Reklamsız ve izleyicisiz bir QR Kodu tarayıcısı ve oluşturucusu.

# honorableMentions_values_session_description
source: Decentralized messaging app with end-to-end encryption and no phone number or email required.
tr: Telefon numarası veya e-posta gerektirmeden uçtan uca şifreli mesajlaşmanızı sağlayan merkeziyetsiz mesajlaşma uygulaması.

# honorableMentions_values_odysee_description
source: Awesome YouTube alternative with better privacy and monetization options.
tr: Gelişmiş gizlilik ve kazanç seçenekleri sunan mükemmel bir YouTube alternatifi.

# honorableMentions_values_kleckRelay_description
source: An open source email relay service with tracker remover, image preloaders and much more. Created by me :)
tr: İzleyici kaldırıcı, görüntü ön yükleyicileri ve çok daha fazlasını içeren açık kaynaklı bir e-posta aktarma hizmeti. Tarafımdan oluşturuldu :)

# quickActions_createOneHour
source: Create One-Hour Task
tr: Bir Saatlik İş Oluştur

# quickActions_createOneHour_labelFromNow
source: One-Hour task from {date}
tr: {date} itibariyle bir saatlik iş

# quickActions_shareNow
source: Update Location now
tr: Konumu Şimdi Güncelle

# quickActions_stopTasks
source: Stop all Tasks
tr: Tüm İşleri Durdur

# quickActions_generationExplanation
source: Hold on, we are working on it!
tr: Üzerinde çalışıyoruz!
