Repository: Myzel394/locus
Catalog: lib/l10n/app_*.arb
Languages: tr

# appHint_quickActions_title
source: Check out Quick Actions
tr: Hızlı Eylemlere Göz Atın

# appHint_quickActions_description
source: You can quickly create a new task or update your location by long pressing the Locus icon on your home screen.
tr: Ana ekranınızdaki Locus simgesine uzun basarak hızlıca yeni bir iş oluşturabilir veya konumunuzu güncelleyebilirsiniz.

# appHint_defaultRelays_title
source: Add default Relays
tr: Varsayılan Aktarıcılar Ekleyin

# appHint_defaultRelays_description
source: You can add default relays in the settings. This will automatically select them when creating a new task.
tr: Ayarlar kısmında varsayılan aktarıcılar ekleyebilirsiniz. Bu, yeni bir iş oluştururken onların otomatik olarak seçilmesini sağlar.

# appHint_appColor_title
source: Change App Colors
tr: Uygulama Renklerini Değiştir

# appHint_appColor_description
source: You can personalize Locus by changing the primary color in the settings.
tr: Ayarlar kısmında ana rengi değiştirerek Locus'u kişiselleştirebilirsiniz.

# appHint_showMeLabel
source: Show me
tr: Göster

# weekdays_monday
source: Monday
tr: Pazartesi

# weekdays_tuesday
source: Tuesday
tr: Salı

# weekdays_wednesday
source: Wednesday
tr: Çarşamba

# weekdays_thursday
source: Thursday
tr: Perşembe

# weekdays_friday
source: Friday
tr: Cuma

# weekdays_saturday
source: Saturday
tr: Cumartesi

# weekdays_sunday
source: Sunday
tr: Pazar

# weekdaySelection_selectTitle
source: Select Date and Time
tr: Tarih ve Saati Seçin

# weekdaySelection_error_startTimeBeforeEndTime
source: Start time must be before end time
tr: Başlangıç saati, bitiş saatinden önce olmalıdır

# backgroundLocationFetch_title
source: Updating location in real-time
tr: Konum gerçek zamanlı olarak güncelleniyor

# backgroundLocationFetch_text
source: Close the app to stop updating your location in real-time. Locus will still update your location in the background, but with less battery usage.
tr: Konumunuzu gerçek zamanlı olarak güncellemeyi durdurmak için uygulamayı kapatın. Locus, konumunuzu arka planda daha az pil kullanarak güncellemeye devam edecektir.

# logs_values_taskCreated
source: Task created
tr: İş oluşturuldu

# logs_values_taskDeleted
source: Task deleted
tr: İş silindi

# logs_values_taskStatusChanged
source: Task status changed
tr: İş durumu değiştirildi

# logs_values_updatedLocation
source: Location updated
tr: Konum güncellendi

# log_title_taskCreated
source: <{name}> created
tr: <{name}> oluşturuldu

# log_title_taskDeleted
source: <{name}> deleted
tr: <{name}> silindi

# log_title_taskStatusChanged
source: {active, select, true{{name} started} false{{name} stopped} other{Unknown error occurred}}
tr: {active, select, true{{name} başladı} false{{name} durduruldu} other{Bilinmeyen bir hata meydana geldi}}

# log_title_updatedLocation
source: Location updated for {count, plural, =1{one task} other{{count} tasks}}
tr: {count, plural, =1{bir iş için} other{{count} iş için}} konum güncellendi

# logs_system_initiator_description
source: This log was created by the system
tr: Bu günlük sistem tarafından oluşturuldu

# logs_task_creationContext_description
source: {context, select, inApp{Task created inside the App} quickAction{Task created via Quick Action} other{Unknown error occurred}}
tr: {context, select, inApp{İş, uygulama içinde oluşturuldu} quickAction{İş, hızlı eylem ile oluşturuldu} other{Bilinmeyen bir hata meydana geldi}}

# logs_title
source: Locus automatically creates logs
tr: Locus otomatik olarak günlükler oluşturur

# logs_description
source: Logs are kept for 7 days and are automatically deleted afterwards.
tr: Günlükler 7 gün boyunca saklanır ve sonrasında otomatik olarak silinir.
